Revit 2027 API
ParameterTypeId.MepPipeLowerObvertElevation Property
 "Lower End Obvert Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepPipeLowerObvertElevation { get; }
Public Shared ReadOnly Property MepPipeLowerObvertElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepPipeLowerObvertElevation {
	ForgeTypeId^ get ();
}
static member MepPipeLowerObvertElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace